---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.RevisionFailures
source: html/d73da6c7-818e-a12d-b238-d5f93eea5175.htm
---
# BuiltInFailures.RevisionFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.